i5-2500k/3.2.79/1500/1/warmup.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 1500
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 11527089
latency average: 0.312 ms
tps = 12807.872184 (including connections establishing)
tps = 12807.884892 (excluding connections establishing)